Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: macrogol 20 000 R* (film thickness 0.5 ym).
es_es: macrogol 20000 R* (espesor de la película 0,5 µm).

source: main peak:
es_es: Pico principal:

source: make up gas
es_es: gas auxiliar

source: manufacturing
es_es: Fabricación

source: manufacturing, release and stability testing, as well as cell bank storage.
es_es: fabricación, pruebas de liberación y estabilidad, y almacenamiento de bancos de células.

source: manufacturing, release and stability testing, packaging and labelling operations and batch release (QP).
es_es: fabricación, pruebas de liberación y estabilidad, operaciones de acondicionamiento y etiquetado, y liberación de partidas (QP).

source: manufacturing, testing, packaging, labelling and release.
es_es: elaboración, pruebas, acondicionamiento, etiquetado y liberación.

source: material butyl rubber 4023 / 50
es_es: material caucho de butilo 4023/50

source: material butyl rubber 4023 / 50 Coating B2-42 Siliconized Geometry code 1797
es_es: material caucho de butilo 4023/50

source: matrix sample solution, 2 preparations, 2 injections each
es_es: Solución muestra de la matriz; 2 preparaciones; 2 inyecciones en cada caso

source: matrix sample solution; 1 preparation; 2 injections
es_es: Solución muestra de la matriz; 1 preparación; 2 inyecciones

source: matrix sample; 1 preparation; 2 injections
es_es: Muestra matriz; 1 preparación; 2 inyecciones

source: maximum
es_es: máximo

source: maximum 0.001 per cent.
es_es: máximo 0.001 por ciento.

source: maximum 0.1 per cent, determined on 1.0 g.
es_es: máximo 0.1 por ciento, determinado en 1.0 g.

source: maximum 0.2 ppm.
es_es: máximo 0.2 ppm.

source: maximum 0.25 per cent, determined on 2.0 g.
es_es: máximo 0.25 por ciento, determinado en 2.0 g.

source: maximum 0.3 per cent (corresponding to 0.048 per cent of nitrogen).
es_es: máximo 0.3 por ciento (que corresponden a 0.048 por ciento de nitrógeno).

source: maximum 0.5 per cent, determined on 1.000 g by drying in an oven at 105 °C.
es_es: máximo 0.5 por ciento, determinada sobre 1.000 g mediante deshidratación en horno a 105° C.

source: maximum 0.5 per cent;
es_es: máximo 0.5 por ciento;

source: maximum 0.6 per cent, determined on 1.0 g.
es_es: máximo 0.6 por ciento, determinado en 1.0 g.

source: maximum 1 ppm of ethylene oxide and 10 ppm of dioxan.
es_es: máximo 1 ppm de óxido de etileno y 10 ppm de dioxano.

source: maximum 1.0 per cent;
es_es: máximo 1.0 por ciento;

source: maximum 10 ppb, if intended for use in the manufacture of dialysis solutions.
es_es: máximo 10 partes por mil millones, si se prevé usarlo en la fabricación de soluciones para diálisis.

source: maximum 10 ppm.
es_es: máximo 10 ppm.

source: maximum 10.0 per cent;
es_es: máximo 10.0 por ciento;

source: maximum 10.0.
es_es: máximo 10.0.

source: maximum 11.0 per cent;
es_es: máximo 11.0 por ciento;

source: maximum 15.0 per cent, determined on 1.000 g by drying in an oven at 130 °C for 90 min.
es_es: máximo 15.0 por ciento, determinado sobre 1.000 g mediante secado en horno a 130° C durante 90 min.

source: maximum 2.0.
es_es: máximo 2.0.

source: maximum 20 ppm, calculated as H2O2.
es_es: máximo: 20 ppm, calculado como H2oh2.

source: maximum 200 ppm.
es_es: máximo 200 ppm.

source: maximum 3.0 per cent, determined on 1.00 g.
es_es: máximo 3.0 por ciento, determinado en 1.00 g.

source: maximum 3.0 per cent.
es_es: máximo 3.0 por ciento.

source: maximum 300 ppm.
es_es: máximo 300 ppm.

source: maximum 50 ppm.
es_es: máximo 50 ppm.

source: maximum 7.0 per cent;
es_es: máximo 7.0 por ciento;

source: mean empagliflozin AUC0-∞ was 1000 nmol·h/L for the fixed dose combination and 941 nmol·h/L for the free dose combination, and Cmax was 110 nmol/L for the fixed dose combination and 104 nmol/L for the free dose combination.
es_es: El AUC0-∞ media de empagliflozina fue 1000 nmol·h/l para la combinación de dosis fija y 941 nmol·h/l para la combinación de dosis libre, y la Cmáx fue 110 nmol/l para la combinación de dosis fija y 104 nmol/l para la combinación de dosis libre.

source: mean empagliflozin AUC0-∞ was 2630 nmol·h/L for the fixed dose combination and 2620 nmol·h/L for the free dose combination, and Cmax was 284 nmol/L for the fixed dose combination and 268 nmol/L for the free dose combination.
es_es: El AUC0-∞ media de empagliflozina fue 2630 nmol·h/l para la combinación de dosis fija y 2620 nmol·h/l para la combinación de dosis libre, y la Cmáx fue 284 nmol/l para la combinación de dosis fija y 268 nmol/l para la combinación de dosis libre.

source: mean empagliflozin AUC0-∞ was 2860 nmol·h/L for the fixed dose combination and 2820 nmol·h/L for the free dose combination, and Cmax was 389 nmol/L for the fixed dose combination and 387 nmol/L for the free dose combination.
es_es: El AUC0-∞ media de empagliflozina fue 2860 nmol·h/l para la combinación de dosis fija y 2820 nmol·h/l para la combinación de dosis libre, y la Cmáx fue 389 nmol/l para la combinación de dosis fija y 387 nmol/l para la combinación de dosis libre.

source: mean metformin AUC0-∞ was 9530 ng·h/mL for the fixed dose combination and 9360 ng·h/mL for the free dose combination, and mean Cmax was 1180 ng/mL for the fixed dose combination and 1210 ng/mL for the free dose combination.
es_es: El AUC0-∞ media de metformina fue 9530 ng·h/mL para la combinación de dosis fija y 9360 ng·h/mL para la combinación de dosis libre, y la Cmáx media fue 1180 ng/mL para la combinación de dosis fija y 1210 ng/mL para la combinación de dosis libre.

source: mean metformin AUC0-∞ was 9530 ng·h/mL for the fixed dose combination and 9370 ng·h/mL for the free dose combination, and mean Cmax was 1210 ng/mL for the fixed dose combination and 1180 ng/mL for the free dose combination.
es_es: El AUC0-∞ media de metformina fue 9530 ng·h/mL para la combinación de dosis fija y 9370 ng·h/mL para la combinación de dosis libre, y la Cmáx media fue 1210 ng/mL para la combinación de dosis fija y 1180 ng/mL para la combinación de dosis libre.

source: mean metformin AUC0-∞ was 10 700 ng·h/mL for the fixed dose combination and 11 000 ng·h/mL for the free dose combination, and mean Cmax was 1630 ng/mL for the fixed dose combination and 1730 ng/mL for the free dose combination.
es_es: El AUC0-∞ media de metformina fue 10700 ng·h/ml para la combinación de dosis fija y 11000 ng·h/ml para la combinación de dosis libre, y la Cmáx fue 1630 ng/ml para la combinación de dosis fija y 1730 ng/ml para la combinación de dosis libre.

source: mean of 6 injections
es_es: media de 6 inyecciones

source: membrane filter surface area 0.1 m2
es_es: área del filtro de membrana de 0.1 m2

source: membrane filter surface area 0.19 m2
es_es: área de filtro de membrana de 0.19 m2

source: metformin HCI
es_es: HCl de metformina

source: metformin HCl
es_es: clorhidrato de metformina

source: metformin HCl reference substance
es_es: Clorhidrato de metformina, sustancia de referencia

source: metformin Impurity B reference substance
es_es: Metformina, Impureza B, sustancia de referencia

source: metformin Impurity E x 2 HCl reference substance
es_es: Clorhidrato de metformina, Impureza E x 2, sustancia de referencia

source: metformin)
es_es: metformina)

source: metformin.
es_es: metformina.

source: methanol
es_es: metanol

source: methanol (50:50)
es_es: Metanol (50:50)

source: method is proposed to substitute the qualitative SDS-PAGE method.
es_es: para sustituir el método cualitativo de SDS-PAGE.

source: metropolitan hospital vs regional hospital (>1 hour transfer to endovascular centre) vs mobile stroke unit; and by site of baseline arterial occlusion:
es_es: hospital metropolitano frente a hospital regional (>1 hora de traslado al centro endovascular) frente a unidad móvil de accidentes cerebrovasculares; y por sitio de oclusión arterial inicial:

source: mg per dosageform
es_es: mg por forma farmacéutica

source: mg per mL
es_es: mg por ml

source: micro determination
es_es: Microdeterminación

source: micro determination:
es_es: microdeterminación:

source: mid 30s
es_es: Alrededor de 35 años

source: mid concentration:
es_es: concentración media:

source: midazolam 2 mg alone as a single dose
es_es: midazolam, 2 mg solo como dosis única

source: midazolam 2 mg as a single dose on the 14th day of a 14-day treatment with nerandomilast 18 mg (bid for 13 days and qd on the last day)
es_es: Midazolam, 2 mg, como dosis única el día 14to de un tratamiento de 14 días, con nerandomilast, 18 mg (dos veces al día 13 días y una vez al día el último día)

source: might impact CCI and sterility
es_es: podría afectar la integridad del envase y sistema de cierre y la esterilidad.

source: milligram
es_es: miligramo

source: milliliter
es_es: mililitro

source: min 1 point/sec
es_es: mín 1 punto/seg

source: minimum 1.5 between the peaks due to isoleucine and leucine.
es_es: mínimo 1.5 entre los picos debido a la isoleucina y la leucina.

source: minimum 2.5 between the peaks due to impurity A and hydrochlorothiazide.
es_es: mínimo 2.5 entre los picos debido a la impureza A y la hidroclorotiazida.

source: minutes
es_es: minutos

source: mix 200 ml of acetonitrile and 800 ml of water, degas by using ultrasound bath
es_es: mezclar 200 ml de acetonitrilo y 800 ml de agua, desgasificar mediante ultrasonido.

source: mix 500 ml of acetonitrile and 500 ml of methanol, degas using ultrasound bath
es_es: mezclar 500 ml de acetonitrilo y 500 ml de metanol, desgasificar mediante ultrasonido.

source: mix 815 ml of buffer solution pH 2.6 and 185 ml of acetonitrile
es_es: mezclar 815 ml de solución buffer a pH 2.6 y 185 ml de acetonitrilo

source: mix 940 ml of water and 60 ml of methanol, degas using ultrasound bath
es_es: mezclar 940 ml de agua y 60 ml de metanol, desgasificar mediante ultrasonido.

source: mixed model repeated measure (MMRM) analysis
es_es: Análisis según un modelo mixto para medidas repetidas

source: modified Rankin Scale (mRS) at 3 months – ordinal analysis
es_es: Escala de Rankin modificada (mRS) a los 3 meses, análisis ordinal

source: modified Rankin Score 0-1 at 90 days
es_es: Puntuación Rankin modificada de 0 a 1 a los 90 días

source: modified Rankin Score 0-1 at 90 days (n=1541)
es_es: Puntuación Rankin modificada de 0 a 1 a los 90 días (n=1541)

source: modified Rankin Score 0-2 at 90 days
es_es: Puntuación Rankin modificada de 0 a 2 a los 90 días

source: modified Rankin Score 0-2 at 90 days (n=1541)
es_es: Puntuación Rankin modificada de 0 a 2 a los 90 días (n=1541)

source: modified Rankin Score at 90 days
es_es: Puntuación Rankin modificada a los 90 días

source: modified Rankin Score at 90 days (n=1541)
es_es: Puntuación Rankin modificada a los 90 días (n=1541)

source: monitoring of bioburden at critical manufacturing steps using qualified test methods and predetermined limits (see Section 3.2.P.3.4 Justification of Controls at Critical Steps).
es_es: el monitoreo de la biocarga en pasos críticos del proceso de fabricación por medio de métodos analíticos calificados y límites predeterminados (véase la Sección 3.2.P.3.4, Justificación de controles en pasos críticos).

source: monitoring – total particle(s)
es_es: Monitoreo: partícula/s total/es

source: monitoring – viable particle(s)
es_es: Monitoreo: partícula/s viable/s

source: monoclonal antibodies
es_es: anticuerpos monoclonales,

source: monograph 2.2.1 on “Clarity and degree of opalescence of liquids”.
es_es: 2.2.1 1 sobre “limpidez y grado de opalescencia de líquidos”.

source: monograph 2.2.2 on “Degree of colouration of liquids”.
es_es: 2.2.2 sobre “grado de coloración de líquidos”.

source: monograph 2.2.3 "Potentiometric determination of pH".
es_es: monograph 2.2.3, "Potenciometría de pH".

source: monograph 2.2.35 “Osmolality”.
es_es: 2.2.35, “Osmolalidad”.

source: monograph 2.6.1 “Sterility”.
es_es: 2.6.1, “Esterilidad”.

source: monograph 2.6.14 “Bacterial endotoxins” to ensure patient safety.
es_es: 2.6.14, “Endotoxinas bacterianas”, para garantizar la seguridad del paciente.

source: monograph 2.9.19 on “Particulate contamination – sub-visible particles”.
es_es: 2.9.19 sobre “contaminación de partículas: partículas subvisibles”.

source: monograph on “Particulate contamination – sub-visible particles”.
es_es: sobre “contaminación de partículas: partículas subvisibles”.

source: monograph.
es_es: y cumplen con ellos.

source: more precise description of insulin addition.
es_es: Descripción más precisa de la adición de insulina.

source: moxifloxacin 400 mg
es_es: moxifloxacina 400 mg

source: multi-element detector (31 semi-circular rings)
es_es: detector de elementos múltiples (31 anillos semicirculares)

source: n - weight of the standard substance hydrochlorothiazide, in milligrams;
es_es: n - peso de la sustancia estándar hidroclorotiazida en miligramos;

source: n-Hexane and Toluene
es_es: n-hexano y tolueno

source: n-hexane
es_es: n-hexano

source: n.a
es_es: n.c.

source: n.a.
es_es: n.c.

source: n/a
es_es: n/c

source: name.surname
es_es: nombre.apellido

source: nanometer
es_es: nanómetro

source: needle and rigid needle shield) and plunger stopper are delivered by the supplier washed, sterilized and ready-to-use.
es_es: la aguja y la funda de aguja rígida) y el tapón del émbolo lavados, esterilizados y listos para usar.

source: needle safety device consisting of SnS subassembly, equipped with an EFF and a PR
es_es: dispositivo de seguridad de aguja compuesto por una subunidad SnS, que cuenta con una lengüeta de apoyo extendida y un vástago de émbolo

source: needle, RNS and plunger stopper) remain unchanged.
es_es: aguja, funda de aguja rígida y tapón del émbolo) no sufrieron sin cambios.

source: nitrosamine content in the excipient does directly contribute to the nitrosamine content of the DP
es_es: El contenido de nitrosamina en el excipiente contribuye directamente al contenido de nitrosamina del medicamento.

source: no growth
es_es: Sin crecimiento

source: no history of DM and a pre-treatment HbA1c ≥5.7% and <6.5% with no pre-treatment HbA1c ≥6.5%
es_es: Sin antecedentes de diabetes mellitus y un HbA1c previa al tratamiento ≥5.7% y <6.5%, sin ningún valor de HbA1c previo al tratamiento ≥6.5%

source: no risk.
es_es: Sin riesgo.

source: no visible smudges, fading, or wear on the printed texts.
es_es: Sin manchas, decoloración ni desgaste visibles en los textos impresos.

source: no.
es_es: n.°

source: non-sterility
es_es: falta de esterilidad

source: normal/chronic kidney disease (CKD) stage 1 (≥90), CKD 2 (60 to <90), CKD 3a (45 to <60), CKD 3b (30 to <45), CKD 4 (15 to <30), and CKD 5 (<15).
es_es: enfermedad renal normal/crónica (ERC) de estadio 1 (≥90), ERC 2 (60 a <90), ERC 3a (45 a <60), ERC 3b (30 a <45), ERC 4 (15 a <30) y ERC 5 (<15).

source: normalising constant characterising the stimulation of one receptor type and the used illumination ;
es_es: constante de normalización que caracteriza la estimulación de un tipo de receptor y la iluminación utilizada;

source: not
es_es: no

source: not detectable
es_es: no detectable

source: not determined
es_es: no determinado

source: not done
es_es: no desarrollado

source: not less than 4.0 g
es_es: hasta 4.0 g

source: not meeting criteria of DM or pre-DM above
es_es: no cumplimiento con los criterios anteriores de diabetes mellitus ni prediabetes

source: not more than 101
es_es: como máximo, 101

source: not more than 102
es_es: como máximo, 102

source: not more than the area of the corresponding peak in the chromatogram obtained with reference solution (c) (0.02 per cent), taking into account the peak due to ammonium in the chromatogram obtained with the blank solution.
es_es: como máximo el área del pico correspondiente en el cromatograma obtenido con la solución de referencia (c) (0.02 por ciento), teniendo en cuenta el pico debido al amonio en el cromatograma obtenido con la solución blanco.

source: not required
es_es: No necesaria

source: ntravenous thrombolysis is recommended in treatment guidelines for eligible patients with acute ischemic stroke prior to endovascular thrombectomy.
es_es: lineamientos de tratamiento recomiendan la trombólisis intravenosa para los pacientes elegibles con accidente cerebrovascular isquémico agudo con trombectomía endovascular.

source: number for site of production
es_es: número de la planta productora

source: number(s): N/A
es_es: : N/C

source: número de lote, fecha de vencimiento, potencia (dosis), peso, dimensiones y descripción de la forma farmacéutica.
es_es: batch number, expiration date, strength (dose), weight, dimensions and description of the dosage form.

source: o Or Absorbance Mode:
es_es: ⚬ O Modo de absorbancia:

source: o Start wavelength:
es_es: ⚬ Longitud de onda inicial:

source: o Stop wavelength:
es_es: ⚬ Longitud de onda de detención:

source: occurrence of adjudicated HHF (first and recurrent)
es_es: Ocurrencia de hospitalización por insuficiencia cardíaca adjudicada (primera y recurrente)

source: occurrence of adjudicated HHF (first and recurrent) and eGFR (CKD EPI)cr slope of change from baseline.
es_es: pendiente de cambio desde el inicio en la ocurrencia de una hospitalización por insuficiencia cardíaca adjudicada (primera y recurrente) y en la tasa de filtración glomerular estimada (ERC-EPI)cr.

source: occurrence of adjudicated HHF (first and recurrent), joint frailty model, randomised set
es_es: Hospitalización por insuficiencia cardíaca adjudicada (primera y recurrente), modelo de fragilidad conjunta, grupo aleatorizado

source: octadecyl-poly(vinyl alcohol) 50 cartige column (Supelco)
es_es: columna en cartucho de octadecil-poli(vinil alcohol) 50 (Supelco)

source: octadecyl-poly(vinyl alcohol) 50 cartige column (Supelco) 20 x 4.0 mm, 5µm, 250 Å pore size;
es_es: columna en cartucho de octadecil-poli(vinil alcohol) 50 (Supelco), 20 x 4.0 mm; tamaño de partícula: 5μm; tamaño de poro: 250 Å;

source: of closed systems (e.g. cell culture areas within closed bioreactor cultivation) multiple products can be concurrent manufactured
es_es: de sistemas cerrados (por ejemplo, áreas de cultivo celular dentro de un cultivo en biorreactores cerrados), en los que se pueden fabricar simultáneamente múltiples productos.

source: of one formulation with lower limit conditions (LL), two centre point formulations (CP(1), CP(2)) and two formulations with upper limit conditions (UL(1), UL(2))
es_es: de una formulación bajo condiciones de límite inferior (LI), dos formulaciones de punto central (PC(1), PC(2)) y dos formulaciones bajo condiciones de límite superior (LS(1), LS(2))

source: oily, yellow or brownish-yellow, clear or slightly opalescent liquid, hygroscopic.
es_es: líquido aceitoso, amarillo o amarillo parduzco, transparente o ligeramente opalescente, higroscópico.

source: on (setting 1)
es_es: activado (configuración 1)

source: one batch from the 2,000 L drug substance scale and 11 batches from the commercial scale (12,000 L) CMC2 processes.
es_es: una partida de la escala del principio activo de 2,000 l y 11 partidas del proceso CMC2 de escala comercial (12,000 l).

source: open label Phase I
es_es: rótulo abierto, Fase I

source: open label Phase III
es_es: rótulo abierto, Fase III

source: open or temporary open processes (e.g. cell banking, inoculum, and formulation) only one product is processed at one time
es_es: procesos abiertos o abiertos temporalmente (por ejemplo, bancos de células, inóculo y formulación) en los que solo se procesa un producto a la vez.

source: optional re-filtration of formulated bulk as part of reprocessing
es_es: la opción de refiltrar el granel formulado como parte del reprocesamiento

source: or
es_es: o

source: ordinal logistic regression common odds ratio;
es_es: cociente de probabilidades común de regresión logística ordinal;

source: oven
es_es: horno

source: over 2/3 of the plate.
es_es: más de 2/3 de la placa.

source: overall 84 patients (2.8%) in the empagliflozin group and 97 patients (3.2%) in the placebo group were documented with hypoglycaemic events based on the narrow SMQ (Table 15.3.1.12: 5).
es_es: Con base en la consulta SMQ específica, se documentaron con eventos de hipoglucemia en total 84 pacientes (2.8%) del grupo de empagliflozina y 97 pacientes (3.2%) del grupo de placebo (Tabla 15.3.1.12: 5).

source: overall summary of AEs, AEs by SOC and PT, AEs leading to treatment discontinuation by SOC and PT, SAEs by SOC and PT, and a listing for these patients.
es_es: Resumen general de los eventos adversos (EA), EA estratificados por clase y sistema de órganos (SOC) y por término preferente (TP), EA que derivaron en la discontinuación del tratamiento estratificados por SOC y TP, eventos adversos graves (EAG) estratificados por SOC y TP, y un listado de estos pacientes.

source: p value for subgroup-by-treatment interaction
es_es: Valor de p de la interacción subgrupo por tratamiento.

source: p-value
es_es: Valor p

source: p-value for HR = 1.0 (two-sided) 3
es_es: valor p para un HR = 1.0 (bilateral) 3

source: p-value for HR ≥ 1.0 (one-sided) 3
es_es: valor p para una HR ≥ 1.0 (unilateral) 3

source: p-value for HR ≥ 1.3 (one-sided) 3
es_es: valor p para una HR ≥ 1.3 (unilateral) 3

source: p-value of slope
es_es: Valor p de la pendiente

source: p-value of y-intercept
es_es: Valor p de la ordenada al origen

source: page 2
es_es: página 2

source: pH 1,2 solución de HCI o tampón;
es_es: HCl solution pH 1.2 or buffer;

source: pH 1,2, pH 4,5 y pH 6,8.
es_es: pH 1,2, pH 4,5, and pH 6,8.

source: pH 1.0 0.1M HCL
es_es: HCl 0.1M, pH 1.0

source: pH 3.0 Mc Ilvaine buffer
es_es: Buffer Mcilvaine, pH 3.0

source: pH 4,5 tampón de acetato;
es_es: Acetate buffer pH 4.5;

source: pH 4.5 0.1 M Sodium-Acetate buffer
es_es: Buffer de acetato sódico 0.1 M, pH 4.5

source: pH 6,8 0.1 M Potassium- Phosphate buffer
es_es: Buffer de fosfato de potasio 0.1 M, pH 6,8

source: pH 6,8 tampón de fosfato.
es_es: Phosphate buffer pH 6.8;

source: pH 7,5 0.1 M Potassium- Phosphate buffer
es_es: Buffer de fosfato de potasio 0.1 M, pH 7,5

source: pH adjuster
es_es: Regulador de pH

source: pH of aqueous medium
es_es: pH del medio acuoso

source: pH of bulk solution:
es_es: pH de la solución a granel:

source: pH of the sat.
es_es: pH de la sol. sat.

source: pH of the sat. sol.
es_es: pH de la sol. sat.

source: pH selected based on maximal protein stability within a physiological range
es_es: El pH se selecciona en función de la máxima estabilidad proteica dentro de un rango fisiológico

source: pH-value (23°C)
es_es: pH (23° C)

source: pH: no significant change in pH could be observed over a time period of 60 days.
es_es: pH: no se observaron cambios significativos en el pH durante un período de 60 días.

source: pH: no significant change in pH could be observed over a time period of 7 days.
es_es: pH: no se observaron cambios significativos en el pH durante un período de 7 días.

source: page 40
es_es: página 40

source: page 79
es_es: página 79

source: page 82
es_es: página 82

source: partially randomised, placebo-controlled, single-blind
es_es: aleatorizada parcialmente, controlada con placebo, simple ciego

source: partially randomised, placebo-controlled, single-blind (SRD part) and double-blind (MRD part)
es_es: aleatorizada parcialmente, controlada con placebo, simple ciego (parte de dosis única ascendente) y doble ciego (parte de dosis múltiples ascendentes

source: particles/container
es_es: partículas/recipiente

source: particles/vial
es_es: partículas/vial

source: parts washer, autoclave, filling machine, stopper position check system, assembly machine for NSD, assembly and labeling machine for NSD
es_es: lavadora de piezas, autoclave, máquina de llenado, sistema de verificación de posición de tapones, máquina de ensamblaje del dispositivo de seguridad para aguja, máquina de ensamblaje y etiquetado del dispositivo de seguridad para aguja.
